// MARK: - Lists View Controller

/* All tasks in list are done */
"All done!" = "All done!";

/* There is no tasks in list */
"No tasks" = "No tasks";

/* Tasks remaining */
"remaining" = "remaining";

/* Text of message label */
"You don't have any lists yet" = "You don't have any lists yet";


// MARK: - Add List Table View Controller

/* AddListTableViewController title */
"Add List" = "Add List";

/* Alert title */
"Name missing" = "Name missing";

/* Alert message */
"Your list doesn't have any name" = "Your list doesn't have any name";

/* Name */
"Name" = "Name";

// MARK: - List Table View Controller

/* ListTableViewController title */
"Edit List" = "Edit List";


// MARK: - Icon View Controller

/* IconViewController title */
"Icons" = "Icons";


// MARK: - Tasks View Controller

/* Text of message label */
"You don't have any tasks yet" = "You don't have any tasks yet";

/* Remove all */
"Remove all" = "Remove all";

/* Remove checked */
"Remove checked" = "Remove checked";

/* Cancel */
"Cancel" = "Cancel";


// MARK: - Add Task Table View Controller

/* Add Task */
"Add Task" = "Add Task";

/* Title missing */
"Title missing" = "Title missing";

/* Your task doesn't have any title */
"Your task doesn't have any title" = "Your task doesn't have any title";

/* Title */
"Title" = "Title";


// MARK: - Task Table View Controller

/* Edit Task */
"Edit Task" = "Edit Task";

/* No due date */
"No due date" = "None";

/* No reminder date */
"No reminder date" = "None";

// MARK: - Due Date Table View Controller

/*Due Date*/
"Due Date" = "Due Date";


// MARK: - Reminder Date Table View Controller

/*Remind*/
"Remind" = "Remind";

/* at due date */
"at due date" = "at due date";

/* 5 min before */
"5 min before" = "5 min before";

/* 15 min before */
"15 min before" = "15 min before";

/* 30 min before */
"30 min before" = "30 min before";

/* 1 hour before  */
"1 hour before" = "1 hour before";

/* 2 hours before */
"2 hours before" = "2 hours before";

/* 1 day before */
"1 day before" = "1 day before";

/* 2 days before */
"2 days before" = "2 days before";

/* 1 week before */
"1 week before" = "1 week before";


// MARK: - Today View Controller

/* You don't have any tasks today */
"You don't have any tasks today" = "You don't have any tasks today";


// MARK: - Icon View Controller

/* NoIcon */
"NoIcon" = "No Icon";

/* Airport */
"Airport" = "Airport";

/* Animals */
"Animals" = "Animals";

/* Appointments */
"Appointments" = "Appointments";

/* Baby */
"Baby" = "Baby";

/* Birthdays */
"Birthdays" = "Birthdays";

/* Briefcase */
"Briefcase" = "Briefcase";

/* Charts */
"Charts" = "Charts";

/* Cloakroom */
"Cloakroom" = "Cloakroom";

/* Documents */
"Documents" = "Documents";

/* Family */
"Family" = "Family";

/* Folder */
"Folder" = "Folder";

/* Groceries */
"Groceries" = "Groceries";

/* Heart */
"Heart" = "Heart";

/* House */
"House" = "House";

/* Housekeeping */
"Housekeeping" = "Housekeeping";

/* Ideas */
"Ideas" = "Ideas";

/* MapMarker */
"MapMarker" = "Map Marker";

/* Medicine */
"Medicine" = "Medicine";

/* Messages */
"Messages" = "Messages";

/* MoneyBox */
"MoneyBox" = "Money Box";

/* Payments */
"Payments" = "Payments";

/* Sports */
"Sports" = "Sports";

/* Tickets */
"Tickets" = "Tickets";

/* Trash */
"Trash" = "Trash";

